Repository: MarquesThomasCoding/weather_app
Catalog: weather_app/Localizable.xcstrings
Source language: en
Languages: fr

source: Blowing snow
fr: Neige soufflée

# city.entercitylabel
source: Enter city name
fr: Entrez le nom de la ville

# city.validate
source: Validate
fr: Valider

source: Cloudy
fr: Nuageux

# data.humidity
source: Humidity
fr: Humidité

# data.moonrise
source: Moonrise
fr: Lever de lune

# data.winddirection
source: Wind direction
fr: Direction du vent

# data.windspeed
source: Wind speed
fr: Vitesse du vent

# error.label %@
source: Error:
fr: Erreur :

# error.nodata
source: No data available
fr: Aucune données disponible

source: First Quarter
fr: Premier quart

source: Fog
fr: Brouillard

source: Freezing drizzle
fr: Bruine verglaçante

source: Freezing fog
fr: Brouillard givrant

source: Full Moon
fr: Pleine lune

source: Heavy freezing drizzle
fr: Forte bruine verglaçante

source: Heavy rain
fr: Pluie forte

source: Heavy rain at times
fr: Pluie forte par moments

source: Heavy snow
fr: Neige forte

# home.gotocity
source: Change city
fr: Changer de ville

# home.gotosettings
source: Settings
fr: Paramètres

# home.loading
source: Loading…
fr: Chargement…

source: Ice pellets
fr: Grêle

# lang.english
source: English
fr: Anglais

# lang.french
source: French
fr: Français

source: Last Quarter
fr: Dernier quart

source: Light drizzle
fr: Bruine légère

source: Light freezing rain
fr: Pluie verglaçante légère

source: Light rain
fr: Pluie légère

source: Light rain shower
fr: Averse légère

source: Light showers of ice pellets
fr: Averses légères de grêle

source: Light sleet
fr: Grésil léger

source: Light sleet showers
fr: Averses légères de grésil

source: Light snow
fr: Neige légère

source: Light snow showers
fr: Averses légères de neige

source: Mist
fr: Brume

source: Moderate or heavy freezing rain
fr: Pluie verglaçante modérée ou forte

source: Moderate or heavy rain shower
fr: Averse modérée ou forte

source: Moderate or heavy rain with thunder
fr: Pluie modérée ou forte avec orage

source: Moderate or heavy showers of ice pellets
fr: Averses modérées ou fortes de grêle

source: Moderate or heavy sleet
fr: Grésil modéré ou fort

source: Moderate or heavy sleet showers
fr: Averses modérées ou fortes de grésil

source: Moderate or heavy snow showers
fr: Averses modérées ou fortes de neige

source: Moderate or heavy snow with thunder
fr: Neige modérée ou forte avec orage

source: Moderate rain
fr: Pluie modérée

source: Moderate rain at times
fr: Pluie modérée par moments

source: Moderate snow
fr: Neige modérée

source: New Moon
fr: Nouvelle lune

source: Overcast
fr: Couvert

source: Partly cloudy
fr: Partiellement nuageux

source: Patchy freezing drizzle possible
fr: Bruine verglaçante éparse possible

source: Patchy heavy snow
fr: Neige forte éparse

source: Patchy light drizzle
fr: Bruine légère éparse

source: Patchy light rain
fr: Pluie légère éparse

source: Patchy light rain with thunder
fr: Pluie légère éparse avec orage

source: Patchy light snow
fr: Neige légère éparse

source: Patchy light snow with thunder
fr: Neige légère éparse avec orage

source: Patchy moderate snow
fr: Neige modérée éparse

source: Patchy rain nearby
fr: Pluie éparse à proximité

source: Patchy sleet possible
fr: Grésil éparse possible

source: Patchy snow possible
fr: Neige éparse possible

source: Rain
fr: Pluie

# settings.units
source: Units
fr: Unités

# settings.usecelsius
source: Use degrees Celsius
fr: Utiliser les degrés Celsius

source: Sunny
fr: Ensoleillé

source: Thundery outbreaks possible
fr: Orages possibles

source: Torrential rain shower
fr: Averse torrentielle

source: Waning Crescent
fr: Dernier croissant

source: Waning Gibbous
fr: Gibbeuse décroissante

source: Waxing Crescent
fr: Croissant de lune

source: Waxing Gibbous
fr: Gibbeuse croissante
